"play" = "Giocare";
"about" = "Di";
"back" = "Indietro";
"highlevel" = "Il livello più alto";
"highscore" = "Punteggio alto";
"personalScore" = "Punteggio personale";
"achievement" = "Realizzazioni";
"continue" = "Continua per 50 stelle";
"rewardAd" = "Ottieni 25 stelle";
"leaderboard" = "Classifica globale";
"waveBoard" = "Classifica di livello";
"textsection" =
"Salva i dinosauri!

Tocca gli asteroidi!
Esplodili!
    
Dedicato al mio
sorella Samantha.

Copyright © 2020
Jordan Klein.
Tutti i diritti riservati.";
"littledino" = "Proteggi i dinosauri!";
"level" = "Livello";
"score" = "Punto";
"greatjob" = "Ottimo lavoro";
"goodjob" = "Buon lavoro";
"greattry" = "Ottima prova";
"greateffort" = "Grande sforzo";
"goodeffort" = "Buon sforzo";
"playGame" = "Giocare";
"shop" = "Negozio";
"starAmount" = "Stelle";
"removeAds" = "Rimuovere gli annunci";

// Asteroid Types in Shop
"redAsteroid" = "Asteroidi Rossi";
"blueAsteroid" = "Asteroidi blu";
"greenAsteroid" = "Asteroidi verdi";
"purpleAsteroid" = "Asteroidi viola";
"specialAsteroid" = "Asteroidi speciali";

//Unlockables
"redUnlockable" = "Hai bisogno di 150 stelle per sbloccare.";
"blueUnlockable" = "Hai bisogno di 100 stelle per sbloccare.";
"greenUnlockable" = "Hai bisogno di 50 stelle per sbloccare.";
"purpleUnlockable" = "Hai bisogno di 200 stelle per sbloccare.";
"specialUnlockable" = "Hai bisogno di 250 stelle per sbloccare.";
